Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.telemetry
source: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy
ar: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي قياس استخدام تحليلات تعطل تقارير مجهول خصوصية التطبيق
bs: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy aplikacija opće postavke ponašanje dock traka menija status bočna telemetrija analitika rušenje izvještaji korištenje anonimno privatnost
da: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy app generelt indstillinger adfærd dock menulinje status sidepanel telemetri analyse nedbrud rapporter brug anonym privatliv
de: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy app allgemein einstellungen verhalten dock menüleiste status seitenleiste telemetrie analyse absturz berichte nutzung anonym datenschutz
es: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy aplicación general preferencias comportamiento dock barra de menú estado lateral telemetría analíticas fallos informes uso anónimo privacidad App
fr: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy application général préférences comportement dock barre de menus état latérale télémétrie analytique plantage rapports utilisation anonyme confidentialité App
it: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy app generale preferenze comportamento dock barra menu stato laterale telemetria analisi rapporti utilizzo anonimo
ja: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy テレメトリ 分析 クラッシュレポート 使用状況 匿名 プライバシー
ko: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 텔레메트리 분석 충돌 보고서 사용량 익명 개인정보
nb: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy app generelt innstillinger oppførsel dock menylinje status sidepanel telemetri analyse krasj rapporter bruk anonym personvern
pl: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy aplikacja ogólne preferencje zachowanie dock pasek menu status boczny telemetria analityka awaria raporty użycie anonimowe prywatność
pt_br: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy app geral preferências comportamento dock barra de menu status lateral telemetria análises falhas relatórios uso anônimo privacidade
ru: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy приложение общие настройки поведение док строка меню статус боковая панель телеметрия аналитика сбой отчеты использование анонимно приватность
th: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เทเลเมทรี วิเคราะห์ ขัดข้อง รายงาน การใช้งาน นิรนาม ความเป็นส่วนตัว
tr: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy uygulama genel tercihler davranış dock menü çubuğu durum kenar telemetri analiz çökme raporlar kullanım anonim gizlilik
uk: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy програма загальні параметри поведінка док рядок меню статус бічна панель телеметрія аналітика збій звіти використання анонімно приватність
zh_hans: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 遥测 分析 崩溃 报告 使用 匿名 隐私
zh_hant: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 遙測 分析 當機 報告 使用 匿名 隱私 App

# settings.search.alias.setting.app.terminal-config
source: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta
ar: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta ghostty تكوين طرفية إعدادات معاينة مدمج ملف إعادة تحميل خيار الخيار كـ alt الخيار الأيسر الخيار الأيمن مفتاح alt ميتا
bs: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta aplikacija opće postavke ponašanje dock traka menija status bočna shell povratni zapis za pomicanje ekran konfiguracija datoteka json šema dokumentacija referenca preferencije editor kod otvori putanja Ponovo učitaj • %@ postavke… konfiguraciju spojen
da: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta app generelt indstillinger adfærd dock menulinje status sidepanel shell scrollback rullepanel skærm konfiguration fil json skema dokumentation reference præferencer editor kode åbn sti Genindlæs • %@ Ghostty-indstillinger… Indstillinger… sammenlagt
de: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta ghostty config konfiguration terminal einstellungen vorschau zusammengeführte datei neu laden macos-wahltaste-als-alt-taste wahltaste als alt linke wahltaste rechte wahltaste alt-taste meta
es: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta ghostty config configuracion terminal ajustes vista previa archivo fusionado recargar macos-option-as-alt option como alt option izquierda option derecha tecla alt meta
fr: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta ghostty config configuration terminal paramètres aperçu fusionné fichier recharger macos-option-as-alt option comme alt option gauche option droite touche alt méta
it: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta app generale preferenze comportamento dock barra menu stato laterale terminale shell cronologia di scorrimento schermo impostazioni configurazione json schema documentazione riferimento editor codice apri percorso Ricarica • %@ Ghostty… Impostazioni… unita
ja: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta ghostty 設定 構成 ターミナル プレビュー マージ ファイル 再読み込み option alt オプション
ko: ghostty config 설정 구성 터미널 설정 미리보기 병합 파일 재로드 macos-option-as-alt 옵션을 alt로 왼쪽 옵션 오른쪽 옵션 alt 키 메타 ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta
nb: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta app generelt innstillinger oppførsel dock menylinje status sidepanel skall tilbakerulling rullefelt skjerm konfigurasjon fil json skjema dokumentasjon referanse preferanser redigerer kode åpne bane Last inn på nytt • %@ Ghostty-innstillinger … sammenslått
pl: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta aplikacja ogólne preferencje zachowanie dock pasek menu status boczny powłoka przewijanie przewijania ekran ustawienia konfiguracja plik json schemat dokumentacja referencja edytor kod otwórz ścieżka Odśwież • %@ Ghostty… konfigurację Ustawienia… scalony
pt_br: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta app geral preferências comportamento dock barra de menu status lateral shell histórico rolagem tela configurações configuração arquivo json esquema documentação referência editor código abrir caminho Recarregar • %@ Ajustes do Ghostty… Ajustes… mesclado
ru: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta приложение общие настройки поведение док строка меню статус боковая панель терминал оболочка история прокрутки полоса экран конфигурация файл json схема документация справочник предпочтения редактор код открыть путь Перезагрузить • %@ Ghostty... конфигурацию Настройки... объединен
th: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ การตั้งค่า การกำหนดค่า ไฟล์ json สคีมา เอกสาร อ้างอิง ตัวแก้ไข โค้ด เปิด เส้นทาง โหลดใหม่ • %@ Ghostty... โหลดการกำหนดค่าใหม่ การตั้งค่า... ผสานแล้ว
tr: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta uygulama genel tercihler davranış dock menü çubuğu durum kenar kabuk geri kaydırma ekran ayarlar yapılandırma dosya json şema belgeler başvuru düzenleyici kod aç yol Yeniden Yükle • %@ Ayarları… Yapılandırmayı Ayarlar… birleştirildi
uk: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta програма загальні параметри поведінка док рядок меню статус бічна панель термінал shell історія прокручування смуга екран налаштування конфігурація файл json схема документація довідник редактор код відкрити шлях Перегляд Перезавантажити • %@ Ghostty… конфігурацію Налаштування… злитий
zh_hans: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta ghostty config 配置 终端设置 预览 合并文件 重载 macos-option-as-alt option用作alt 左option 右option alt键 meta
zh_hant: ghostty config configuration terminal settings preview merged file reload macos-option-as-alt option as alt left option right option alt key meta ghostty config 設定 終端機 預覽 合併 檔案 重新載入 macos-option-as-alt option鍵做為alt 左option 右option alt鍵 meta鍵

# settings.search.alias.setting.app.unread-pane-ring
source: notifications.unreadPaneRing blue border unread ring notification pane outline
ar: notifications.unreadPaneRing blue border unread ring notification pane outline تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب الإشعارات التطبيق واحد
bs: notifications.unreadPaneRing blue border unread ring notification pane outline aplikacija opće postavke ponašanje dock traka menija status bočna obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop Obavještenja 1 obavještenje
da: notifications.unreadPaneRing blue border unread ring notification pane outline app generelt indstillinger adfærd dock menulinje status sidepanel notifikation notifikationer advarsel ulæst besked badge blink lyd skrivebord 1
de: notifications.unreadPaneRing blue border unread ring notification pane outline app allgemein einstellungen verhalten dock menüleiste status seitenleiste benachrichtigung benachrichtigungen alarm ungelesen nachricht badge blinken ton desktop 1 ungelesene
es: notifications.unreadPaneRing blue border unread ring notification pane outline aplicación general preferencias comportamiento dock barra de menú estado lateral notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio App 1 leída
fr: notifications.unreadPaneRing blue border unread ring notification pane outline application général préférences comportement dock barre de menus état latérale notifications alerte non lu message badge anneau flash son bureau App 1 lue
it: notifications.unreadPaneRing blue border unread ring notification pane outline app generale preferenze comportamento dock barra menu stato laterale notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania 1 letta
ja: notifications.unreadPaneRing blue border unread ring notification pane outline 未読 青い枠 リング 通知 ペイン アウトライン
ko: notifications.unreadPaneRing blue border unread ring notification pane outline 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 않은 패인 1개
nb: notifications.unreadPaneRing blue border unread ring notification pane outline app generelt innstillinger oppførsel dock menylinje status sidepanel varsling varsler ulest melding merke blink lyd skrivebord 1 varsel
pl: notifications.unreadPaneRing blue border unread ring notification pane outline aplikacja ogólne preferencje zachowanie dock pasek menu status boczny powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit 1
pt_br: notifications.unreadPaneRing blue border unread ring notification pane outline app geral preferências comportamento dock barra de menu status lateral notificação notificações alerta não lido mensagem selo anel piscar som desktop 1 lida
ru: notifications.unreadPaneRing blue border unread ring notification pane outline приложение общие настройки поведение док строка меню статус боковая панель уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол 1
th: notifications.unreadPaneRing blue border unread ring notification pane outline แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป 1 การแจ้งเตือนที่ยังไม่อ่าน
tr: notifications.unreadPaneRing blue border unread ring notification pane outline uygulama genel tercihler davranış dock menü çubuğu durum kenar bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü 1
uk: notifications.unreadPaneRing blue border unread ring notification pane outline програма загальні параметри поведінка док рядок меню статус бічна панель сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл непрочитаних панелей 1
zh_hans: notifications.unreadPaneRing blue border unread ring notification pane outline 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒 1 条未读通知
zh_hant: notifications.unreadPaneRing blue border unread ring notification pane outline 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 App 1 則未讀通知

# settings.search.alias.setting.app.warn-before-closing-tab
source: app.warnBeforeClosingTab close tab confirmation command-w cmd-w terminal surface
ar: app.warnBeforeClosingTab close tab confirmation command-w cmd-w terminal surface app.warnBeforeClosingTab تأكيد إغلاق علامة التبويب command-w cmd-w طرفية سطح
de: app.warnBeforeClosingTab close tab confirmation command-w cmd-w terminal surface app.warnBeforeClosingTab tab schließen bestätigung command-w cmd-w terminal oberfläche
es: app.warnBeforeClosingTab close tab confirmation command-w cmd-w terminal surface app.warnBeforeClosingTab cerrar pestaña confirmacion command-w cmd-w terminal superficie
fr: app.warnBeforeClosingTab close tab confirmation command-w cmd-w terminal surface app.warnBeforeClosingTab fermer onglet confirmation command-w cmd-w terminal surface d’affichage
ja: app.warnBeforeClosingTab close tab confirmation command-w cmd-w terminal surface タブを閉じる 確認 警告
ko: app.warnBeforeClosingTab 탭 닫기 확인 command-w cmd-w 터미널 화면 app.warnBeforeClosingTab close tab confirmation command-w cmd-w terminal surface
zh_hans: app.warnBeforeClosingTab close tab confirmation command-w cmd-w terminal surface app.warnBeforeClosingTab 关闭标签页 确认 command-w cmd-w 终端 表面
zh_hant: app.warnBeforeClosingTab close tab confirmation command-w cmd-w terminal surface app.warnBeforeClosingTab 關閉 標籤頁 確認 command-w cmd-w 終端機 介面

# settings.search.alias.setting.app.warn-before-closing-tab-x-button
source: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface
ar: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface زر إغلاق التبويب تأكيد تحذير
bs: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface zatvori karticu dugme potvrda upozorenje
da: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface luk fane knap bekræftelse advarsel
de: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface Tab schließen Taste Bestätigung Warnung
es: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface cerrar pestaña botón confirmación aviso
fr: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface fermer onglet bouton confirmation avertissement
it: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface chiudi scheda pulsante conferma avviso
ja: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface タブ 閉じるボタン 確認 警告
ko: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface 탭 닫기 버튼 확인 경고
nb: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface lukk fane knapp bekreftelse advarsel
pl: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface zamknij kartę przycisk potwierdzenie ostrzeżenie
pt_br: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface fechar aba botão confirmação aviso
ru: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface закрыть вкладку кнопка подтверждение предупреждение
th: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface ปิดแท็บ ปุ่ม ยืนยัน เตือน
tr: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface sekme kapat düğme onay uyarı
uk: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface закрити вкладку кнопка підтвердження попередження
zh_hans: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface 关闭标签页 按钮 确认 警告
zh_hant: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface 關閉標籤頁 按鈕 確認 警告

# settings.search.alias.setting.app.warn-before-quit
source: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app
ar: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إغلاق إنهاء التحذير قبل الإنهاء التطبيق
bs: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app aplikacija opće postavke ponašanje dock traka menija status bočna Zatvori Upozori prije zatvaranja
da: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app generelt indstillinger adfærd dock menulinje status sidepanel Luk Afslut Advar før afslutning
de: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app allgemein einstellungen verhalten dock menüleiste status seitenleiste Schließen Beenden Vor dem warnen
es: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app aplicación general preferencias comportamiento dock barra de menú estado lateral Cerrar Salir Advertir antes
fr: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app application général préférences comportement dock barre de menus état latérale Fermer Quitter Avertir avant
it: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app generale preferenze comportamento dock barra menu stato laterale Chiudi Esci Avvisa prima di uscire
ja: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app 終了 確認 command-q cmd-q アプリを閉じる 警告
ko: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 닫기 종료 전 경고
nb: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app generelt innstillinger oppførsel dock menylinje status sidepanel Lukk Avslutt Advar før avslutning
pl: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app aplikacja ogólne preferencje zachowanie dock pasek menu status boczny Zamknij Zakończ Ostrzegaj przed zamknięciem
pt_br: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app geral preferências comportamento dock barra de menu status lateral Fechar Encerrar Avisar Antes
ru: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app приложение общие настройки поведение док строка меню статус боковая панель Закрыть Завершить Предупреждать перед выходом
th: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง ปิด ออก เตือนก่อนออก
tr: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app uygulama genel tercihler davranış dock menü çubuğu durum kenar Kapat Çık Çıkmadan Önce Uyar
uk: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app програма загальні параметри поведінка док рядок меню статус бічна панель Закрити Завершити Попереджувати перед виходом
zh_hans: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 关闭 退出 退出前警告
zh_hant: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 關閉 結束 結束前警告

# settings.search.alias.setting.app.watch-git-status
source: sidebar.watchGitStatus git status branch watcher index lock
ar: sidebar.watchGitStatus git status branch watcher index lock حالة git فرع مراقبة الشريط الجانبي
bs: sidebar.watchGitStatus git status branch watcher index lock git status grana bočna traka
da: sidebar.watchGitStatus git status branch watcher index lock git-status gren sidepanel
de: sidebar.watchGitStatus git status branch watcher index lock git-status branch seitenleiste
es: sidebar.watchGitStatus git status branch watcher index lock estado git rama barra lateral
fr: sidebar.watchGitStatus git status branch watcher index lock état git branche barre latérale
it: sidebar.watchGitStatus git status branch watcher index lock stato git ramo barra laterale
ja: sidebar.watchGitStatus git status branch watcher index lock git 状態 ブランチ 監視 index lock
ko: sidebar.watchGitStatus git status branch watcher index lock git 상태 브랜치 사이드바
nb: sidebar.watchGitStatus git status branch watcher index lock git-status gren sidepanel
pl: sidebar.watchGitStatus git status branch watcher index lock status git gałąź pasek boczny
pt_br: sidebar.watchGitStatus git status branch watcher index lock status git branch barra lateral
ru: sidebar.watchGitStatus git status branch watcher index lock состояние git ветка боковая панель
th: sidebar.watchGitStatus git status branch watcher index lock สถานะ git สาขา แถบด้านข้าง
tr: sidebar.watchGitStatus git status branch watcher index lock git durumu dal kenar çubuğu
uk: sidebar.watchGitStatus git status branch watcher index lock стан git гілка бічна панель
zh_hans: sidebar.watchGitStatus git status branch watcher index lock git 状态 分支 侧边栏
zh_hant: sidebar.watchGitStatus git status branch watcher index lock git 狀態 分支 側邊欄
